Repository: Shhriyash/Dak-Madad
Catalog: lib/l10n/app_*.arb
Languages: hi, ta

source: Welcome to
hi: डाक मदद
ta: வரவேற்கிறது

source: Dak Madad
hi: में आपका स्वागत है
ta: டாக் மடாத்

source: Your Location
hi: आपका स्थान
ta: உங்கள் இடம்

# scanParcel
source: Scan the Post / Parcel
hi: पोस्ट/पार्सल स्कैन करें
ta: அஞ்சல்/பார்சலை ஸ்கேன் செய்யவும்

# enterConsignment
source: Enter a consignment no...
hi: कंसाइनमेंट नंबर दर्ज करें...
ta: அனுப்பும் எண் உள்ளிடவும்...

source: Post Office
hi: डाकघर
ta: அஞ்சலகம்

source: Delivery Partner
hi: डिलीवरी पार्टनर
ta: டெலிவரி பார்ட்னர்

source: Track Parcel
hi: पार्सल ट्रैक करें
ta: பார்சலை கண்காணிக்கவும்

source: Support
hi: सहायता
ta: ஆதரவு

source: Edge Detection
hi: एज डिटेक्शन
ta: எட்ஜ் டெடெக்ஷன்

source: Maps
hi: नक्शे
ta: வரைபடங்கள்

source: Waypoint Adder QR
hi: वेपॉइंट ऐडर क्यूआर
ta: வாய்பாயிண்ட் ஆட்டர் QR

# poweredBy
source: Powered by India Post Dak Sewa - Jan Sewa
hi: इंडिया पोस्ट द्वारा संचालित डाक सेवा - जन सेवा
ta: இந்தியா போஸ்ட் மூலம் இயங்குகிறது அஞ்சல் சேவை - பொதுச் சேவை

# placeholderScreenText
source: This is the {title} screen
hi: यह {title} स्क्रीन है
ta: இது {title} திரை

source: Powered by India Post
hi: इंडिया पोस्ट द्वारा संचालित
ta: இந்தியா போஸ்ட் மூலம் இயங்குகிறது

source: Dak Sewa - Jan Sewa
hi: डाक सेवा - जन सेवा
ta: அஞ்சல் சேவை - பொதுச் சேவை

source: Upload Images
hi: छवियाँ अपलोड करें
ta: படங்களை பதிவேற்றவும்

source: Front Image
hi: सामने की छवि
ta: முன் படம்

source: Rear Image
hi: पीछे की छवि
ta: பின்புற படம்

source: UUID:
hi: यूयूआईडी:

source: Error uploading photos:
hi: फ़ोटो अपलोड करने में त्रुटि:
ta: படங்களை பதிவேற்றுவதில் பிழை:
